Repository: WordPressBugBounty/plugins-genesis-widgetized-footer
Catalog: genesis-widgetized-footer/languages/genesis-widgetized-footer-*.po
Languages: de_de

source: Genesis Widgetized Footer
de_de: Genesis Widgets für Fußzeile

source: http://genesisthemes.de/en/wp-plugins/genesis-widgetized-footer/
de_de: http://genesisthemes.de/plugins/genesis-widgetized-footer/

source: Finally, use widgets to customize your Footer area (a.k.a 'Return to Top' plus 'Copyright/Credits') in Genesis Framework and Child Themes.
de_de: Endlich: Mit Widgets den Fußzeilen-Bereich (a.k.a. 'Nach oben' bzw. 'Copyright/Credits') bequem anpassen und pflegen. Dieses Plugin funktioniert nur mit dem Genesis Framework und Child Themes.

source: David Decker - DECKERWEB
de_de: David Decker - DECKERWEB.de

source: Go to the Widgets settings page
de_de: Zur Widgets-Einstellungen Seite ...

source: FAQ
de_de: FAQ - Häufige Fragen

source: Support
de_de: Hilfe und Unterstützung (Support)

source: Donate
de_de: Spenden

source: Footer Area #1
de_de: Fußzeile Bereich #1

source: This is the first widget area (%s) within the Genesis Footer.
de_de: Dies ist der erste Fußzeilen-Bereich (%s), innerhalb der Genesis Fußzeile (Footer).

source: Footer Area #2
de_de: Fußzeile Bereich #2

source: Footer Disclaimer
de_de: Fußzeile Hinweise

source: This is Footer Disclaimer widget area within the Genesis Footer.
de_de: Dies ist der Fußzeilen-Hinweis-Bereich, innerhalb der Genesis Fußzeile (Footer).

source: This is the second widget area (%s) within the Genesis Footer.
de_de: Dies ist der zweite Fußzeilen-Bereich (%s), innerhalb der Genesis Fußzeile (Footer).

source: Added Widget areas by the plugin - only displayed if having active widgets placed in:
de_de: Vom Plugin hinzugefügte Widget-Bereiche - welche nur angezeigt werden, wenn sich aktive Widgets darin befinden:

source: The Genesis Footer Shortcodes plus regular WordPress Shortcodes are supported in all three widget areas.
de_de: Die Genesis Fußzeilen-Shortcodes plus reguläre WordPress Shortcodes werden in allen drei Widget-Bereichen unterstützt.

source: Genesis Shortcode Reference here...
de_de: Genesis Shortcode-Referenz hier...

source: Important plugin links:
de_de: Wichtige Plugin-Links:

source: Translations
de_de: Übersetzungen

source: Plugin website
de_de: Plugin-Webseite

source: More about the plugin author
de_de: Mehr über den Plugin-Autor

source: Social:
de_de: Vernetzen:

source: Code Snippets for Customization
de_de: Codeschnipsel zum Anpassen

source: Code Snippets
de_de: Codeschnipsel

source: optional, could be deactivated %svia constant%s
de_de: optional, kann %svia Konstante%s deaktiviert werden

source: Sorry, you cannot activate the %1$s plugin unless you have installed the %2$sGenesis Framework%3$s.
de_de: Hinweis: Das Plugin '%1$s' kann <em>nicht</em> aktiviert werden, solange die neueste Version des %2$sGenesis Frameworks%3$s nicht installiert ist.

source: Latest update date:
de_de: Zuletzt aktualisiert:

source: as set in %s
de_de: wie festgelegt in den %s

source: General Settings
de_de: Allgemeinen Einstellungen

source: Provided Shortcodes by the plugin:
de_de: Verfügbare Shortcodes des Plugins:

source: Supporting the following parameters
de_de: Unterstützt werden die folgenden Parameter

source: Default: %s
de_de: Standard: %s

source: none, empty
de_de: nichts, leer

source: Date format, %s
de_de: Datumsformat, %s

source: Can be a custom class, added to the wrapper tag
de_de: Optionale, benutzerdefinierte CSS-Klasse sein, welche dem umschließenden Wrapper hinzugefügt wird

source: Text string before the date value
de_de: Text vor dem Datumswert

source: Optional text string after the date value
de_de: Optionaler Text nach dem Datumswert

source: ID of the Widget area (Sidebar; see above)
de_de: ID eines Widget-Bereiches (Sidebar; siehe oben)
